tap "browsh-org/browsh"
tap "cantino/mcfly"
tap "dtan4/dtan4"
tap "ferdium/ferdium"
tap "helix-editor/helix"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "minacle/chntpw"
tap "neovim/neovim"
tap "tazjin/kontemplate", "https://github.com/tazjin/kontemplate"
tap "wix/brew"
brew "act"
brew "giflib"
brew "libpng"
brew "readline"
brew "aria2"
brew "atool"
brew "autossh"
brew "bat"
brew "bottom"
brew "cabextract"
brew "pkg-config"
brew "cairo"
brew "cdrtools"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "coreutils"
brew "deno"
brew "diff-so-fancy"
brew "difftastic"
brew "dust"
brew "exa"
brew "fd"
brew "jpeg", link: true
brew "ffmpeg"
brew "findutils"
brew "fx"
brew "fzf"
brew "gh"
brew "gifsicle"
brew "gist"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gping"
brew "helix"
brew "highlight"
brew "httpie"
brew "hub"
brew "hyperfine"
brew "ideviceinstaller", args: ["HEAD"]
brew "imagemagick"
brew "jenv"
brew "jq"
brew "kontemplate"
brew "kubernetes-cli", link: false
brew "ncurses"
brew "less"
brew "librsvg"
brew "mercurial"
brew "mold"
brew "mosh"
brew "mr"
brew "neovim"
brew "netcat"
brew "nginx"
brew "node@12"
brew "node@14"
brew "nushell"
brew "openconnect"
brew "pandoc"
brew "pinentry-mac"
brew "pnpm"
brew "procs"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "pulumi"
brew "qpdf"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rustup-init"
brew "sapling"
brew "sd"
brew "shellcheck"
brew "starship"
brew "swiftformat"
brew "telnet"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "tokei"
brew "trash"
brew "tree"
brew "ttyrec"
brew "ttygif"
brew "unar"
brew "vcsh"
brew "viddy"
brew "wasm-pack"
brew "wget"
brew "wimlib"
brew "xh"
brew "yarn"
brew "youtube-dl"
brew "zellij"
brew "zinit"
brew "zoxide"
brew "zsh"
brew "browsh-org/browsh/browsh"
brew "cantino/mcfly/mcfly"
brew "dtan4/dtan4/k8stail"
brew "minacle/chntpw/chntpw"
brew "wix/brew/applesimutils"
cask "amethyst"
cask "android-platform-tools"
cask "android-sdk"
cask "authy"
cask "caprine"
cask "docker"
cask "ferdi"
cask "ferdium"
cask "firefox"
cask "flipper"
cask "font-fira-code-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "handbrake"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keycastr"
cask "kitematic"
cask "marshallofsound-google-play-music-player"
cask "messenger"
cask "middleclick"
cask "ngrok"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "raycast"
cask "slack"
cask "steam"
cask "suspicious-package"
cask "swiftformat-for-xcode"
cask "teamviewer"
cask "the-unarchiver"
cask "tor-browser"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "xquartz"
cask "zed"
