tap "browsh-org/browsh"
tap "cantino/mcfly"
tap "dtan4/dtan4"
tap "ferdium/ferdium"
tap "helix-editor/helix"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/services"
tap "minacle/chntpw"
tap "neovim/neovim"
tap "wix/brew"
brew "act"
brew "giflib"
brew "libpng"
brew "argocd"
brew "readline"
brew "aria2"
brew "atool"
brew "autossh"
brew "aws-iam-authenticator"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "bitwarden-cli"
brew "bottom"
brew "broot"
brew "cabextract"
brew "pkg-config"
brew "cairo"
brew "cargo-nextest"
brew "cdrtools"
brew "cheat"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "corepack"
brew "coreutils"
brew "curlie"
brew "deno"
brew "kubernetes-cli"
brew "devspace"
brew "diff-so-fancy"
brew "difftastic"
brew "dust"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fnm"
brew "fx"
brew "fzf"
brew "gh"
brew "gifsicle"
brew "gist"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "git-secrets"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gping"
brew "gradle"
brew "helix"
brew "helm"
brew "highlight"
brew "hub"
brew "hyperfine"
brew "imagemagick"
brew "jenv"
brew "jpeg"
brew "jq"
brew "k9s"
brew "ncurses"
brew "less"
brew "libpq"
brew "librsvg"
brew "mcfly"
brew "mercurial"
brew "mold"
brew "mosh"
brew "mr"
brew "neovim"
brew "netcat"
brew "nginx"
brew "ninja"
brew "nushell"
brew "openconnect"
brew "openjdk@17"
brew "pandoc"
brew "pinentry-mac"
brew "pipx"
brew "pkg-config"
brew "postgresql@13"
brew "postgresql@14"
brew "procs"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "pulumi"
brew "qpdf"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rustup-init"
brew "sapling"
brew "sd"
brew "shellcheck"
brew "spacer"
brew "starship"
brew "stern"
brew "swiftformat"
brew "tailspin"
brew "telnet"
brew "terragrunt"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "tokei"
brew "trash"
brew "tree"
brew "ttyrec"
brew "ttygif"
brew "unar"
brew "vcsh"
brew "viddy"
brew "wasm-pack"
brew "websocat"
brew "wget"
brew "wimlib"
brew "xh"
brew "yq"
brew "yt-dlp"
brew "zellij"
brew "zinit"
brew "zoxide"
brew "zsh"
brew "browsh-org/browsh/browsh"
brew "dtan4/dtan4/k8stail"
brew "minacle/chntpw/chntpw"
brew "wix/brew/applesimutils"
cask "alacritty"
cask "amethyst"
cask "android-platform-tools"
cask "aws-vault"
cask "caprine"
cask "docker"
cask "ferdium"
cask "flipper"
cask "font-fira-code-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace"
cask "google-chrome"
cask "google-cloud-sdk"
cask "handbrake"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keycastr"
cask "macfuse"
cask "marshallofsound-google-play-music-player"
cask "messenger"
cask "middleclick"
cask "ngrok"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "raycast"
cask "slack"
cask "sony-ps-remote-play"
cask "steam"
cask "suspicious-package"
cask "swiftformat-for-xcode"
cask "tailscale"
cask "teamviewer"
cask "the-unarchiver"
cask "tor-browser"
cask "tuple"
cask "utm"
cask "visual-studio-code"
cask "warp"
cask "xquartz"
cask "zed"
cask "zulu@11"
vscode "dprint.dprint"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "rust-lang.rust-analyzer"
vscode "streetsidesoftware.code-spell-checker"
vscode "wix.glean"
