tap "browsh-org/browsh"
tap "dtan4/dtan4"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
tap "tazjin/kontemplate", "https://github.com/tazjin/kontemplate"
tap "wix/brew"
brew "readline"
brew "atool"
brew "autossh"
brew "bat"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "coreutils"
brew "diff-so-fancy"
brew "dust"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gdb"
brew "gh"
brew "gifsicle"
brew "gist"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gping"
brew "highlight"
brew "ncurses"
brew "htop"
brew "httpie"
brew "hub"
brew "hyperfine"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "kubernetes-cli"
brew "less"
brew "maven"
brew "mercurial"
brew "mosh"
brew "mr"
brew "neovim"
brew "netcat"
brew "nginx", args: ["with-http2"]
brew "node@12"
brew "node@14"
brew "openconnect"
brew "pandoc"
brew "pinentry-mac"
brew "pnpm"
brew "pulumi"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rustup-init"
brew "shellcheck"
brew "starship"
brew "telnet"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "ttyrec"
brew "ttygif"
brew "unar"
brew "vcsh"
brew "wasm-pack"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "browsh-org/browsh/browsh"
brew "dtan4/dtan4/k8stail"
brew "helix-editor/helix/helix"
brew "wix/brew/applesimutils"
cask "alfred"
cask "amethyst"
cask "android-platform-tools"
cask "android-sdk"
cask "authy"
cask "caprine"
cask "docker"
cask "ferdi"
cask "flipper"
cask "font-fira-code-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-source-code-pro-for-powerline"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "java"
cask "jetbrains-toolbox"
cask "karabiner"
cask "karabiner-elements"
cask "keycastr"
cask "kitematic"
cask "marshallofsound-google-play-music-player"
cask "middleclick"
cask "ngrok"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "slack"
cask "steam"
cask "suspicious-package"
cask "teamviewer"
cask "the-unarchiver"
cask "tor-browser"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
